```
Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # github_actions_secret.main["FIREBASE_ANDROID_APP_ID"] will be created
  + resource "github_actions_secret" "main" {
      + created_at      = (known after apply)
      + id              = (known after apply)
      + plaintext_value = (sensitive value)
      + repository      = "playground.ashdavies.dev"
      + secret_name     = "FIREBASE_ANDROID_APP_ID"
      + updated_at      = (known after apply)
    }

  # github_actions_secret.main["FIREBASE_GOOGLE_SERVICES"] will be created
  + resource "github_actions_secret" "main" {
      + created_at      = (known after apply)
      + id              = (known after apply)
      + plaintext_value = (sensitive value)
      + repository      = "playground.ashdavies.dev"
      + secret_name     = "FIREBASE_GOOGLE_SERVICES"
      + updated_at      = (known after apply)
    }

Plan: 2 to add, 0 to change, 0 to destroy.
```
<!-- thollander/actions-comment-pull-request "terraform-plan" -->